{
    "pests": [
        {
            "id": "katsarides",
            "title": "Κατσαρίδες",
            "image": "assets/img/pest.jpg", 
            "dangerLevel": "Υψηλός",
            "characteristics": {
              "description": "Οι κατσαρίδες είναι από τα πιο κοινά και ανθεκτικά παράσιτα στον αστικό ιστό. Εμφανίζονται κυρίως σε υγρά, σκοτεινά και ζεστά σημεία όπως κουζίνες, αποχετεύσεις και υπόγεια.",
              "commonSpecies": [
                { "name": "Γερμανική κατσαρίδα", "scientificName": "Blattella germanica" },
                { "name": "Αμερικανική κατσαρίδα", "scientificName": "Periplaneta americana" },
                { "name": "Κατσαρίδα των επίπλων", "scientificName": "Suppela longipalpa"},
                { "name": "Ανατολική Κατσαρίδα", "scientificName": "Blatta orientalis"}
              ]
            },
            "risks": [
              "Μετάδοση παθογόνων μικροβίων και βακτηρίων",
              "Μόλυνση τροφίμων και επιφανειών",
              "Αλλεργιογόνες ουσίες"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή ειδικών εντομοκτόνων gel και ψεκασμών χαμηλής τοξικότητας: <br><span> Χρησιμοποιούμε προϊόντα με στοχευμένη δράση για να μειώσουμε τις κατσαρίδες, διασφαλίζοντας την ασφάλεια του περιβάλλοντος.</span>"
              ],
              "physical": [
                "Μηχανικές παγίδες παρακολούθησης (monitoring traps):<br>Τοποθετούνται στρατηγικά για να παγιδεύσουν κατσαρίδες και να αξιολογηθεί το επίπεδο προσβολής, χωρίς χημική παρέμβαση.",
                "Αποκλεισμός σημείων εισόδου (proofing):<br> Εντοπισμός και σφράγιση ρωγμών, αρμών, σωληνώσεων και κάθε πιθανού περάσματος, ώστε να αποτραπεί η είσοδος νέων ατόμων στον χώρο.",
                "Ολοκληρωμένος έλεγχος υγιεινής και πρόληψης: Αφαίρεση τροφικών υπολειμμάτων, έλεγχος υγρασίας, αποφυγή συσσώρευσης απορριμμάτων, χρήση αεροστεγών δοχείων."
              ],
              "preventive": [
                "Φυσικός και Χημικός Έλεγχος σε αποχετεύσεις και ρωγμές:<br>Εφαρμόζουμε φυσικές και χημικές μεθόδους, όπως καθαρισμός των αποχετεύσεων και εφαρμογή εντομοκτόνων σε κρυφές περιοχές, όπου οι κατσαρίδες συνήθως αναπαράγονται και κρύβονται.",
                "Πρόληψη μέσω καθαριότητας, σφράγισης ρωγμών και ελέγχου υγρασίας:<br>Προλαμβάνουμε τη συσσώρευση των κατσαρίδων μέσω της καθαριότητας, της σφράγισης τυχόν ρωγμών και της μείωσης της υγρασίας στον χώρο, αφού οι κατσαρίδες προτιμούν υγρούς χώρους."
              ]
            }
          },
          {
            "id": "korioi",
            "title": "Κοριοί",
            "image": "assets/img/pestsimg/korios.jpg",
            "dangerLevel": "Υψηλός",
            "characteristics": {
              "description": "Οι κοριοί είναι μικρά, επίπεδα, καφέ αιμομυζητικά έντομα που τρέφονται με ανθρώπινο αίμα, κυρίως τη νύχτα. Κρύβονται σε ραφές στρωμάτων, πίσω από έπιπλα, πρίζες και ρωγμές τοίχων. Η παρουσία τους δεν σχετίζεται απαραίτητα με έλλειψη καθαριότητας.",
              "commonSpecies": [
                {
                  "name": "Κοριός κρεβατιού",
                  "scientificName": "Cimex lectularius"
                }
              ]
            },
            "risks": [
              "Έντονος κνησμός και ερεθισμοί",
              "Αλλεργικές αντιδράσεις",
              "Ψυχολογική δυσφορία",
              "Δύσκολη εξάλειψη λόγω γρήγορης αναπαραγωγής"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή εξειδικευμένων ψεκασμών με εγκεκριμένα εντομοκτόνα",
                "Επαναληπτικές εφαρμογές για διακοπή του κύκλου αναπαραγωγής"
              ],
              "physical": [
                "Θερμική απεντόμωση με υπέρθερμο ξηρό ατμό:<br> Με επαγγελματικά μηχανήματα που αποδίδουν θερμοκρασίες άνω των 180°C, εξουδετερώνονται κοριοί, νύμφες και αυγά σε στρώματα, έπιπλα και ρωγμές.",
                "Μηχανική απορρόφηση με σκούπες HEPA:<br>Ειδικές ηλεκτρικές σκούπες αφαιρούν φυσικά κοριούς και αυγά από επιφάνειες, στρώματα και υφάσματα.",
                "Ανίχνευση & παρακολούθηση:<br> Με UV φακούς και παγίδες παρακολούθησης, εντοπίζονται τα σημεία προσβολής χωρίς χρήση εντομοκτόνων.",
                "Απομόνωση ιματισμού & υφασμάτων:<br> Όλα τα κλινοσκεπάσματα, ρούχα και υφάσματα τοποθετούνται σε ειδικές σακούλες απομόνωσης και μεταφέρονται για πλύσιμο σε υψηλές θερμοκρασίες (άνω των 60°C) ή για στεγνωτήριο άνω των 40 λεπτών, ώστε να εξοντωθούν τυχόν κρυμμένοι κοριοί και αυγά."
              ],
              "preventive": [
                "Καθαρισμός και πλύσιμο ρούχων/στρωμάτων σε υψηλές θερμοκρασίες",
                "Σφράγισμα ρωγμών και ελέγχος επίπλων"
              ]
            },
            "notes": "Απαιτείται επαγγελματική παρέμβαση για πλήρη εξάλειψη."
          },
          {
            "id": "psylloi",
            "title": "Ψύλλοι",
            "image": "assets/img/pestsimg/psilos.jpg",
            "dangerLevel": "Μέτριος",
            "characteristics": {
              "description": "Οι ψύλλοι είναι μικρά, άπτερα, αιμομυζητικά έντομα με μεγάλο άλμα. Συχνά μεταφέρονται από κατοικίδια ζώα (σκύλους, γάτες) και μπορούν να επιβιώσουν για εβδομάδες χωρίς τροφή.",
              "commonSpecies": [
                {
                  "name": "Ψύλλος της γάτας",
                  "scientificName": "Ctenocephalides felis"
                }
              ],
              "habitat": "Χαλιά, πάτωμα, κουβέρτες, ρωγμές, φωλιές ζώων"
            },
            "risks": [
              "Μετάδοση ασθενειών (τύφος, βακτηριακές λοιμώξεις)",
              "Έντονος κνησμός",
              "Αλλεργικές αντιδράσεις",
              "Δερματικοί ερεθισμοί σε ανθρώπους και ζώα"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή υπολειμματικών ψεκασμών σε χαλιά, πατώματα, κουβέρτες, ρωγμές και φωλιές ζώων.",
                "Επαναληπτικές εφαρμογές για εξάλειψη νέων νυμφών."
              ],
              "physical": [
                "Καθαρισμός και πλύσιμο ρούχων/υφασμάτων σε υψηλή θερμοκρασία."
              ],
              "preventive": [
                "Τακτικός έλεγχος κατοικιδίων",
                "Αντιπαρασιτική αγωγή σε κατοικίδια (Πάντα με τη βοήθεια κτηνίατρου)",
                "Χρήση αντιψυλλικών περιλαίμων"
              ]
            },
            "notes": "Ο κύκλος ζωής τους απαιτεί 2-3 εβδομάδες για πλήρη εξάλειψη."
          },
          {
            "id": "akarea",
            "title": "Ακάρεα",
            "image": "assets/img/pestsimg/akarea.jpg",
            "dangerLevel": "Μέτριος",
            "characteristics": {
              "description": "Τα ακάρεα είναι μικροσκοπικοί αρθρόποδοι, συγγενικά είδη των αραχνών, που ζουν κυρίως σε στρώματα, μαξιλάρια, χαλιά και σκόνη.",
              "commonSpecies": [
                {
                  "name": "Άκαρι της οικιακής σκόνης",
                  "scientificName": "Dermatophagoides spp."
                }
              ],
              "habitat": "Στρώματα, μαξιλάρια, χαλιά, ταπετσαρίες, σκόνη"
            },
            "risks": [
              "Σοβαρές αλλεργικές αντιδράσεις",
              "Αναπνευστικά προβλήματα ιδιαίτερα σε άτομα με άσθμα ή ευαισθησία  στα αλλεργιογόνα",
              "Τα περιττώματα και τα απομεινάρια τους είναι οι κύριες αιτίες αλλεργικών αντιδράσεων "
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή ειδικών ακαρεοκτόνων"
              ],
              "physical": [
                "Εφαρμογή υπέρθερμου ξηρού ατμού σε στρώματα, χαλιά και ταπετσαρίες για άμεση εξάλειψη ακάρεων και αυγών",
                "Χρήση αδιάβροχων καλυμμάτων"
              ],
              "environmental": [
                "Συχνός και σχολαστικός καθαρισμός με ηλεκτρική σκούπα με φίλτρα HEPA",
                "Πλύσιμο σεντονιών, κουβερτών και μαξιλαριών σε θερμοκρασίες άνω των 60°C",
                "Αφυγράντηρες σε υγρούς χώρους",
                "Συντήρηση υγρασίας <50%"
              ]
            },
            "notes": "Τα ακάρεα δεν τσιμπούν, αλλά τα αλλεργιογόνα τους είναι στα περιττώματά τους."
          },
          {
            "id": "termites",
            "title": "Τερμίτες",
            "image": "assets/img/pestsimg/termitis.jpg",
            "dangerLevel": "Υψηλός",
            "characteristics": {
              "description": "Οι τερμίτες είναι από τα πλέον καταστροφικά ξυλοφάγα έντομα, προκαλώντας σοβαρές ζημιές σε ξύλινες κατασκευές χωρίς εμφανή σημάδια για μεγάλο χρονικό διάστημα. Δρουν αθόρυβα και συχνά γίνονται αντιληπτοί μόνο όταν η προσβολή είναι προχωρημένη.",
              "commonSpecies": [
                {
                  "name": "Υπόγειοι τερμίτες",
                  "scientificName": "Reticulitermes spp.",
                  "details": "Δημιουργούν φωλιές στο έδαφος και προσβάλλουν δομικά στοιχεία ξύλου που έρχονται σε επαφή με το χώμα. Μετακινούνται μέσα από χαρακτηριστικές στοές από λάσπη για να προστατεύονται από το φως και την ξηρασία."
                },
                {
                  "name": "Τερμίτες ξηρού ξύλου",
                  "scientificName": "Kalotermes flavicollis",
                  "details": "Ζουν και αναπτύσσονται μέσα σε ξηρό ξύλο, χωρίς να έχουν ανάγκη επαφής με το έδαφος. Εμφανίζονται συχνά σε παλαιά ή παραθαλάσσια κτίρια, προσβάλλοντας κουφώματα, δοκάρια, επενδύσεις και έπιπλα."
                }
              ],
              "behavior": "Σιωπηλή δράση με εκτεταμένες ζημιές πριν από εντοπισμό"
            },
            "risks": [
              "Εκτεταμένες φθορές σε κτίρια, με υψηλό κόστος αποκατάστασης",
              "Σιωπηλή και συνεχής δράση, με αποτέλεσμα να γίνονται αντιληπτοί όταν η ζημιά έχει ήδη προχωρήσει"
            ],
            "solutions": {
              "chemical": [
                "Τοπικές ή γενικές εφαρμογές με εγκεκριμένα εντομοκτόνα σκευάσματα για χρήση σε ξύλο.",
                "Εφαρμογή δολωματικών συστημάτων για υπόγειους τερμίτες, με συνεχή παρακολούθηση.",
                "Έγχυση εντομοκτόνων εντός του ξύλου στα σημεία προσβολής ή επιφανειακός ψεκασμός."
                
              ],
              "physical": [
                "Ακριβής εντοπισμός με επιθεώρηση και χρήση ειδικών ανιχνευτικών μέσων."
              ],
              "preventive": [
                "Αποφυγή υγρασίας σε υπόγεια και ξύλινες επιφάνειες.",
                "Επιλογή ανθεκτικών ή εμποτισμένων ειδών ξύλου.",
                "Τακτικός προληπτικός έλεγχος σε παλιά κτίσματα ή χώρους με αυξημένο κίνδυνο."
              ]
            },
            "notes": "Απαιτείται επαγγελματική εκτίμηση για πλήρη εξάλειψη. Οι DIY μέθοδοι συνήθως αποτυγχάνουν."
          },
          {
            "id": "kounoupia",
            "title": "Κουνούπια",
            "image": "assets/img/pestsimg/kounoupi.jpg",
            "dangerLevel": "Υψηλός",
            "characteristics": {
              "description": "Τα κουνούπια είναι εντομολογικά παράσιτα που όχι μόνο προκαλούν ενόχληση με τα τσιμπήματά τους, αλλά ενδέχεται να μεταδίδουν επικίνδυνες ασθένειες. Παρέχουμε εξειδικευμένες λύσεις για την καταπολέμηση κουνουπιών, με ασφαλείς και αποτελεσματικές μεθόδους, ώστε να προστατεύσουμε την υγεία σας και το περιβάλλον.",
              "commonSpecies": [
                {
                  "name": "Κοινό Κουνούπι",
                  "scientificName": "Culex pipiens",
                  "description": "Το πιο συνηθισμένο είδος στην Ελλάδα. Εμφανίζεται σε περιοχές με στάσιμα νερά όπως φρεάτια, δεξαμενές και αυλές. Είναι ενεργό κυρίως τη νύχτα και μεταφέρει τον ιό του Δυτικού Νείλου.",
                  "diseases": ["Ιός Δυτικού Νείλου"]
                },
                {
                  "name": "Τίγρης της Ασίας",
                  "scientificName": "Aedes albopictus",
                  "description": "Έχει εξαπλωθεί τα τελευταία χρόνια και συναντάται σε αστικές περιοχές. Το χαρακτηριστικό του είναι οι λευκές ρίγες στο σώμα και τα πόδια. Δραστηριοποιείται κατά τη διάρκεια της ημέρας και μπορεί να μεταδώσει ιούς όπως ο δάγκειος πυρετός, το chikungunya και ο ιός Zika.",
                  "diseases": ["Δάγκειος Πυρετός", "Chikungunya", "Ιός Zika"]
                },
                {
                  "name": "Κουνούπι του Κίτρινου Πυρετού",
                  "scientificName": "Aedes aegypti",
                  "description": "Το πιο επικίνδυνο είδος σε τροπικές περιοχές, μεταδίδει ασθένειες όπως ο δάγκειος πυρετός, ο κίτρινος πυρετός και ο ιός Zika. Αν και δεν είναι ακόμα κοινό στην Ελλάδα, οι πιθανότητες εισόδου του είναι αυξανόμενες μέσω λιμανιών και αεροδρομίων.",
                  "diseases": ["Δάγκειος Πυρετός", "Κίτρινος Πυρετός", "Ιός Zika"]
                },
                {
                  "name": "Ανόφης",
                  "scientificName": "Anopheles spp.",
                  "description": "Αυτά τα κουνούπια είναι γνωστά για τη μετάδοση της ελονοσίας, αλλά στην Ελλάδα δεν αποτελούν σοβαρό κίνδυνο αυτή τη στιγμή. Εμφανίζονται σε υγρές περιοχές, κυρίως σε στάσιμα νερά.",
                  "diseases": ["Ελονοσία"]
                }
              ],
              "breedingSites": [
                "Στάσιμα νερά",
                "Φρεάτια",
                "Πιατάκια γλαστρών",
                "Σκουπιδοτενεκέδες",
                "Φυσικές κοιλότητες με νερό"
              ]
            },
            "risks": [
              "Μετάδοση ασθενειών (Δυτικός Νείλος, ελονοσία, δάγκειος πυρετός)",
              "Ερεθισμοί και κνησμός από τσιμπήματα",
              "Αλλεργικές αντιδράσεις"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή Εντομοκτόνων:<br>Η εφαρμογή εντομοκτόνων γίνεται σε περιοχές που παρατηρούνται ενεργές προσβολές (στάσιμα νερά, αυλές, φρεάτια κ.λπ.). Τα εντομοκτόνα που χρησιμοποιούμε είναι φιλικά προς το περιβάλλον και ασφαλή για τον άνθρωπο και τα κατοικίδια.",
                "Εξειδικευμένοι Ψεκασμοί:<br>Ψεκασμοί σε χώρους που προσελκύουν κουνούπια, όπως κήποι, μπαλκόνια, αυλές, και άλλα σημεία αναπαραγωγής, εξασφαλίζουν την άμεση εξόντωση των εντόμων.",
                "Χρήση Συστήματος Υποκαπνισμού (fumigation):<br>Ειδικές εφαρμογές αερίου σε κλειστούς ή δύσκολα προσβάσιμους χώρους για την εξόντωση προνυμφών και ενήλικων κουνουπιών. Αυτή η μέθοδος μπορεί να χρησιμοποιηθεί σε μεγάλες επιφάνειες ή σε περιοχές με έντονη επιδημία."
              ],
              "physical":[
                "Χρήση παγίδων με φωτοπαγίδευση ή διοξείδιο του άνθρακα"
              ],
              "preventive": [
                "Αφαίρεση Στάσιμων Νερών:<br>Τα κουνούπια γεννούν τα αυγά τους σε στάσιμα νερά. Ο έλεγχος και η απομάκρυνση αυτών των περιοχών (π.χ. σε γλάστρες, λεκάνες, φρεάτια, δεξαμενές) μειώνει σημαντικά την εξάπλωσή τους.",
                "Φυσικά Μέτρα Προστασίας:<br>Χρήση συσκευών απώθησης (όπως λοσιόν, σπρέι, κεριά κ.λπ.) για την προστασία από τα τσιμπήματα, αλλά και τη μείωση της προσέλκυσης κουνουπιών.",
                "Αναγνώριση Περιοχών Αναπαραγωγής:<br>Ο εντοπισμός των περιοχών που αναπαράγονται τα κουνούπια και η λήψη μέτρων καθαρισμού και απολύμανσης σε αυτές τις περιοχές αποτελεί στρατηγική πρόληψης και διαχείρισης."
              ]
            },
            "notes": "Ο κύκλος ζωής από αυγό σε ενήλικο διαρκεί 7-14 ημέρες. Απαιτείται τακτικός έλεγχος πηγές νερού."
          },
          {
            "id": "myrmigkia",
            "title": "Μυρμήγκια",
            "image": "assets/img/pestsimg/mirmigi.jpg",
            "dangerLevel": "Χαμηλός",
            "characteristics": {
              "description": "Τα μυρμήγκια είναι κοινωνικά έντομα που ζουν σε αποικίες. Στην Ελλάδα συναντώνται συχνά το μαύρο μυρμήγκι και το αργεντίνικο μυρμήγκι, που εισβάλλουν σε σπίτια αναζητώντας τροφή και νερό.",
              "commonSpecies": [
                {
                  "name": "Μαύρο μυρμήγκι",
                  "scientificName": "Lasius niger"
                },
                {
                  "name": "Αργεντίνικο μυρμήγκι",
                  "scientificName": "Linepithema humile"
                }
              ]
            },
            "risks": [
              "Μόλυνση τροφίμων και επιφανειών",
              "Αισθητική και υγειονομική ενόχληση , κυρίως σε επαγγελματικούς χώρους εστίασης"
            ],
            "solutions": {
              "chemical": [
                "Χρήση ειδικών gel δολωμάτων",
                "Τοπικοί ψεκασμοί με εγκεκριμένα εντομοκτόνα"
              ],
              "preventive": [
                "Σφράγιση ρωγμών και σημείων εισόδου στο κτήριο",
                "Τακτική καθαριότητα",
                "Απομάκρυνση υπολειμμάτων τροφών"
              ]
            }
          },
          {
            "id": "sfikes",
            "title": "Σφήκες",
            "image": "assets/img/pestsimg/bee.jpg",
            "dangerLevel": "Υψηλός",
            "characteristics": {
              "description": "Οι σφήκες αποτελούν από τα πιο συχνά έντομα που προκαλούν ενόχληση και δυνητικό κίνδυνο, κυρίως τους θερμούς μήνες του έτους. Αν και παίζουν ρόλο στην οικολογική ισορροπία, όταν φωλιάζουν κοντά σε κατοικίες ή επαγγελματικούς χώρους μπορεί να δημιουργήσουν σοβαρά προβλήματα, ιδιαίτερα λόγω της επιθετικότητάς τους.",
              "commonSpecies": [
                {
                  "name": "Γερμανική σφήκα",
                  "scientificName": "Vespula germanica"
                },
                {
                  "name": "Κοινή χαρτόσφηκα",
                  "scientificName": "Polistes dominula"
                },
                {
                  "name": "Σφήκα-βασίλισσα",
                  "scientificName": "Vespa crabro"
                },
                {
                  "name": "Ασιατική σφήκα",
                  "scientificName": "Vespa velutina"
                },
                {
                  "name": "Σφήκα της καστανιάς",
                  "scientificName": "Dryocosmus kuriphilus"
                }
              ]
            },
            "risks": [
              "Επώδυνα τσιμπήματα",
              "Έντονη αλλεργική αντίδραση",
              "Αναφυλακτικό σοκ σε ευαίσθητα άτομα",
              "Επιθετική συμπεριφορά όταν απειλείται η φωλιά"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή ειδικών εντομοκτόνων σκευασμάτων σε σημεία προσβολής και γύρω από τη φωλιά",
                "Τοποθέτηση παγίδων και χρήση απωθητικών προϊόντων για πρόληψη εμφάνισης"
              ],
              "preventive": [
                "Εντοπισμός και απομάκρυνση φωλιών με ασφάλεια",
                "Προληπτικές εφαρμογές για αποτροπή επαναεμφάνισης",
                "Μόνωση σημείων εισόδου σε οικιακούς και επαγγελματικούς χώρους",
                "Συμβουλευτική για ασφαλή συμπεριφορά στον χώρο παρουσία σφηκών"
              ]
            },
            "highlight": "Οι τεχνικοί μας είναι εξοπλισμένοι με μέσα ατομικής προστασίας και εξειδικευμένα εργαλεία για επεμβάσεις σε κάθε τύπο κτιρίου, κατοικία ή επαγγελματικό χώρο, από ταράτσες μέχρι φωλιές σε εσωτερικά σημεία."
          },
          {
            "id": "myges",
            "title": "Μύγες",
            "image": "assets/img/pestsimg/myga.jpg",
            "dangerLevel": "Μέτριος",
            "characteristics": {
              "description": "Οι μύγες είναι διαδεδομένα ιπτάμενα έντομα με σημαντική υγειονομική σημασία, καθώς λειτουργούν ως φορείς παθογόνων μικροοργανισμών. Η παρουσία τους σε οικιακούς και επαγγελματικούς χώρους, ιδίως σε μονάδες υγειονομικού ενδιαφέροντος, απαιτεί άμεση και αποτελεσματική αντιμετώπιση.",
              "commonSpecies": [
                {
                  "name": "Οικιακή μύγα",
                  "scientificName": "Musca domestica"
                },
                {
                  "name": "Μαύρη μύγα σταβλίας",
                  "scientificName": "Stomoxys calcitrans"
                },
                {
                  "name": "Φρούτομα",
                  "scientificName": "Drosophila spp."
                },
                {
                  "name": "Πράσινη μύγα",
                  "scientificName": "Lucilia spp."
                },
                {
                  "name": "Μπλε μύγα",
                  "scientificName": "Calliphora spp."
                },
                {
                  "name": "Μύγες αποχέτευσης",
                  "scientificName": "Psychodidae"
                }
              ]
            },
            "risks": [
              "Μετάδοση παθογόνων μικροοργανισμών (βακτήρια, ιούς, παράσιτα)",
              "Τροφικές δηλητηριάσεις",
              "Μόλυνση τροφίμων"
            ],
            "solutions": {
              "chemical": [
                "Χρήση παγίδων και εντομοκτόνων για τον περιορισμό του πληθυσμού."
              ],
              "physical":[
                "Χρήση παγίδων με ελκυστικά υλικά: Υγρές κόλλες, ταινίες, UV φώς"
              ],
              "preventive": [
                "Τακτικός καθαρισμός",
                "Αποφυγή συσσώρευσης τροφών"
              ]
            }
          },
          {
            "id": "arachnes",
            "title": "Αράχνες",
            "image": "assets/img/pestsimg/araxni.jpg",
            "dangerLevel": "Χαμηλός",
            "characteristics": {
              "description": "Οι αράχνες ανήκουν στην οικογένεια Araneidae και υπάρχουν σε διάφορα μεγέθη και είδη στην Ελλάδα. Μερικές από τις πιο κοινές αράχνες που συναντάμε είναι η Tegenaria domestica και η Loxosceles rufescens (αράχνη του σπιτιού). Στις περισσότερες περιπτώσεις, οι αράχνες είναι ακίνδυνες και τρέφονται με άλλα έντομα που πιάνουν στο ιστό τους.",
              "commonSpecies": [
                {
                  "name": "Αράχνη του σπιτιού",
                  "scientificName": "Tegenaria domestica"
                },
                {
                  "name": "Καφετιά αράχνη",
                  "scientificName": "Loxosceles rufescens",
                  "note": "Σπάνια τσιμπάει, μπορεί να προκαλέσει τοπικές αντιδράσεις"
                }
              ]
            },
            "risks": [
              "Τσιμπήματα (σπάνια)",
              "Άγχος ή πανικός σε ευαίσθητα άτομα"
            ],
            "solutions": {
              "chemical": [
                "Χρήση εντομοκτόνων ψεκασμάτων για την καταπολέμηση των αραχνών σε εσωτερικούς και εξωτερικούς χώρους"
              ],
              "preventive": [
                "Αφαίρεση ιστών με ηλεκτρική σκούπα ή ειδικά αντικείμενα",
                "Τακτικός καθαρισμός"
              ]
            },
            "notes": "Οι αράχνες είναι χρήσιμες για τον έλεγχο άλλων εντόμων. Η εξάλειψή τους συνιστάται μόνο σε περιπτώσεις μεγάλης παρουσίας ή επικίνδυνων ειδών."
          },
          {
            "id": "sarantapodarouses",
            "title": "Σαρανταποδαρούσες",
            "image": "assets/img/pestsimg/sarantapo.jpg",
            "dangerLevel": "Χαμηλός",
            "characteristics": {
              "description": "Οι σαρανταποδαρούσες (κεντοποδα) είναι γρήγορα, νυκτόβια αρθρόποδα που προκαλούν αναστάτωση όταν εμφανίζονται σε κατοικίες ή επαγγελματικούς χώρους. Αν και δεν είναι επικίνδυνες για τον άνθρωπο, σε ορισμένες περιπτώσεις τα μεγαλύτερα είδη μπορούν να προκαλέσουν ελαφρύ πόνο ή ερεθισμό μέσω του αμυντικού τους μηχανισμού (δαγκωματιά).",
              "commonSpecies": [
                {"name":"Oικιακή σαρανταποδαρούσα", "scientificName": "Scutigera coleoptrata"},
                {"name":"Mεσογειακή σκολοπένδρα", "scientificName": "Scolopendra cingulata"}
              ]
            },
            "risks": [
              "Μικρές φλεγμονές από τσιμπήματα",
              "Ερεθισμοί στο δέρμα",
              "Ενοχλήσεις αν βρουν καταφύγιο σε εσωτερικούς χώρους"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή ειδικών εντομοκτόνων σκευασμάτων"
              ],
              "physical":[
                "Χρήση κολλητικών παγίδων για παρακολούθηση παρουσίας"
              ],
              "preventive": [
                "Σφράγιση ρωγμών και σχισμών",
                "Διατήρηση χώρων καθαρών και ξηρών",
                "Απομάκρυνση οργανικών υπολειμμάτων"
              ]
            },
            "notes": "Οι σαρανταποδαρούσες δεν είναι επιβλαβείς και συμβάλλουν στον έλεγχο άλλων εντόμων. Η εξάλειψή τους συνιστάται μόνο σε περιπτώσεις μεγάλης παρουσίας."
          },
          {
            "id": "mavra-skoulikia",
            "title": "Χιλιοποδαρούσες (Μαύρα Σκουλίκια)",
            "image": "assets/img/pestsimg/mavra-skoul.jpg",
            "dangerLevel": "Χαμηλός",
            "characteristics": {
              "description": "Οι χιλιοποδαρούσες (Diplopoda), γνωστές στο ευρύ κοινό και ως μαύρα σκουλίκια, είναι αρθρόποδα που ζουν σε υγρά και σκοτεινά περιβάλλοντα. Αν και δεν είναι επικίνδυνες για τον άνθρωπο, η παρουσία τους σε σπίτια ή επαγγελματικούς χώρους προκαλεί δυσφορία.",
              "commonSpecies": [
                {
                  "name":"Ommatoiulus sabulosus",
                  "scientificName":"Ommatoiulus sabulosus"
                },
                {
                  "name":"Julus spp.",
                  "scientificName":"Julus spp."
                }
              ]
            },
            "risks": [
              "Η παρουσία τους μπορεί να υποδεικνύει υγρασία ή την ύπαρξη άλλων παρασίτων.",
              "Μπορούν να προκαλέσουν ενόχληση λόγω της υψηλής τους δραστηριότητας και της εξάπλωσης τους σε διάφορους χώρους του σπιτιού."
            ],
            "solutions": {
              "chemical": [
                "Εντομοκτόνα σκευάσματα για την εξάλειψη των σκουληκιών από τους εσωτερικούς χώρους"
              ],
              "physical":[
                "Ατομική Καταπολέμηση με Διατομική Γη:<br> Η διατομική γη αποτελεί φυσική, ατοξική λύση για την αντιμετώπιση χιλιοποδαρουσών σε εσωτερικούς και εξωτερικούς χώρους. Εφαρμόζεται σε λεπτό στρώμα περιμετρικά σε δάπεδα, σημεία εισόδου, αποθήκες και υπόγεια. Προκαλεί αφυδάτωση του εντόμου μέσω μηχανικής δράσης, χωρίς χρήση χημικών. Ιδανική επιλογή για οικιακή χρήση, ασφαλής για ανθρώπους και κατοικίδια, εφόσον παραμείνει στεγνή."
              ],
              "preventive": [
                "Σφράγιση ρωγμών και σχισμών",
                "Καθαρισμός οργανικών υπολειμμάτων",
                "Αποφυγή συσσώρευσης υγρασίας"
              ]
            },
            "notes": "Τα μαύρα σκουλίκια δεν είναι άμεσα επιβλαβή, αλλά η παρουσία τους μπορεί να υποδηλώνει προβλήματα υγρασίας που μπορούν να οδηγήσουν σε σοβαρότερες ζημιές."
          },
          {
            "id": "skorpioi",
            "title": "Σκορπιοί",
            "image": "assets/img/pestsimg/skorpios.jpg",
            "dangerLevel": "Μέτριος",
            "characteristics": {
              "description": "Οι σκορπιοί (Scorpiones) είναι αρθρόποδα που ανήκουν στο φύλο των Αραχνιδίων (Arachnida), το οποίο περιλαμβάνει και τις αράχνες, τα ακάρεα, καθώς και άλλους συγγενικούς οργανισμούς. Αν και οι σκορπιοί δεν είναι αράχνες, είναι συγγενικά είδη που μοιράζονται κοινά χαρακτηριστικά, όπως το εξωσκελετό και οι 8 πόδια.",
              "commonSpecies": [
                {
                  "name":"Euscorpius sicanus",
                  "scientificName":"Euscorpius sicanus"
                },
                {
                  "name":"Mesobuthus gibbosus",
                  "scientificName":"Mesobuthus gibbosus"
                }
              ]
            },
            "risks": [
              "Επώδυνα τσιμπήματα",
              "Οίδημα και ερεθισμός",
              "Σπάνιες συστηματικές αντιδράσεις"
            ],
            "solutions": {
              "chemical": [
                "Εφαρμογή ειδικών εντομοκτόνων σκευασμάτων σε εσωτερικούς και εξωτερικούς χώρους"
              ],
              "physical":[
                "Ατομική Καταπολέμηση με Διατομική Γη:<br> Η διατομική γη δρα φυσικά κατά των σκορπιών, προσφέροντας προστασία χωρίς τοξικές ουσίες. Χρησιμοποιείται ως λεπτό στρώμα σε πιθανά σημεία εισόδου, κατά μήκος τοίχων, ρογμών, αποθήκες και υπόγειους χώρους. Η μηχανική της δράση καταστρέφει το εξωτερικό τους περίβλημα, οδηγώντας σε αφυδάτωση. Κατάλληλη για ευαίσθητους χώρους, καθώς δεν εκπέμπει αναθυμιάσεις και είναι φιλική για ανθρώπους και κατοικίδια."
              ],
              "preventive": [
                "Απομάκρυνση υλικών που προσφέρουν καταφύγιο (πέτρες, ξύλα, μπάζα)",
                "Σφράγιση σημείων εισόδου",
                "Διατήρηση καθαρών, φωτισμένων χώρων",
                "Χρήση μεθόδων προληπτικής απεντόμωσης, ειδικά σε αγροτικές και ημι-αστικές περιοχές"
              ]
            },
            "notes": "Οι ελληνικοί σκορπιοί σπάνια είναι επικίνδυνοι, αλλά συνιστάται προσοχή σε παιδιά και ευαίσθητα άτομα."
          },
          {
          "id": "psaraki",
          "title": "Ψαράκι",
          "image": "assets/img/pestsimg/psaraki.jpg",
          "dangerLevel": "Χαμηλός",
          "characteristics": {
            "description": "Το ψαράκι ή ασημόψαρο είναι ένα μικρό, άπτερο έντομο, μήκους έως 1,5 εκ., με χαρακτηριστικό επιμήκη σώμα, ασημί χρώμα και κινήσεις που θυμίζουν ψάρι. Ζει σε σκοτεινά, υγρά και ζεστά περιβάλλοντα, όπως μπάνια, κουζίνες, υπόγεια και ντουλάπια.",
            "commonSpecies": [
              {
                "name": "Ψαράκι",
                "scientificName": "Lepisma saccharina"
              }
            ]
          },
          "risks": [
            "Φθορές σε χαρτιά, βιβλία, φωτογραφίες",
            "Φθορές σε υφάσματα και χαρτοκιβώτια",
            "Φθορές σε τρόφιμα πλούσια σε άμυλο και ζάχαρη"
          ],
          "solutions": {
            "chemical": [
              "Εφαρμογή κατάλληλων εντομοκτόνων σκευασμάτων (σε μορφή σκόνης ή ψεκασμού) σε εστίες προσβολής, με ασφαλή και πιστοποιημένα προϊόντα",
              "Χρήση ειδικών παγίδων για παρακολούθηση και έλεγχο του πληθυσμού"
            ],
            "preventive": [
                "Συχνός καθαρισμός και απομάκρυνση υλικών που προσελκύουν το έντομο, όπως παλιά χαρτιά, χαρτόνια και υφάσματα",
                "Σφράγιση ρωγμών και χαραμάδων όπου μπορεί να κρύβεται ή να αναπαράγεται."            
            ]
          }
        }
          
    ]
}